IDENTIFICATION DIVISION.
PROGRAM-ID. HELLO.
PROCEDURE DIVISION.
MAIN SECTION.


/コンパイル方法cobc -x --free hello.cob
  DISPLAY 'HELLO WORLD!!'.
STOP RUN.
